Repository: 01org/virtual-storage-manager
Catalog: source/vsm-dashboard/vsm_dashboard/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Unable to %(action)s: %(objs)s
ru: Невозможно %(action)s: %(objs)s

source: Ceph Server Management
ru: Управление серверами Ceph

source: Host
ru: Сервер

source: Tenant
ru: Тенант

source: user
ru: Пользователь

source: Memory
ru: Память

source: Instances
ru: Инстансы

source: Create Pool
ru: Создать пул

source: StoragePool
ru: Пул хранилища

source: StoragePools
ru: Пулы хранилища

source: Scheduled deletion of
ru: Запланировано удаление

source: Unable to delete volume "%s". One or more snapshots depend on it.
ru: Невозможно удалить том "%s". Один или более снапшотов зависит от него.

source: Name
ru: Имя

source: UpdateTime
ru: Посл. обновление

source: Pg_number
ru: Число PG

source: crush_ruleset
ru: CRUSH правило

source: Data
ru: Данные

source: Unable to retrieve instance list.
ru: Невозможно получить список инстансов.

source: Capacity
ru: Емкость

source: Unable to retrieve instance tenant information.
ru: Невозможно получить информацию о тенанте.

source: Unable to retrieve instance size information.
ru: Невозможно получить информацию о размере инстанса.

source: Unable to retrieve instance user information.
ru: Невозможно получить информацию о пользователе.

source: Package URL
ru: URL репозитария

source: This field is required.
ru: Обязательное поле

source: Key URL
ru: URL публичного ключа

source: Proxy URL
ru: Прокси-сервер

source: SSH User Name
ru: Пользователь (SSH)

source: Ceph Upgrade
ru: Обновление Ceph

source: Description
ru: Описание

source: From here you can upgrade ceph.Before submit,please make sure the Controller can access the package and key url.
ru: Здесь вы можете обновить Ceph. Прежде чем продолжить, пожалуйста, убедитесь, что у контроллера есть доступ к пакетам в репозитории

source: Notes
ru: Примечание

source: - Proxy URL looks like 'proxy=http://username:password@proxy_ip:port/'
ru: - Прокси-сервер должен быть в виде 'proxy=http://username:password@proxy_ip:port/'

source: - Make sure the ssh user has made mutual trust with all ceph nodes.
ru: - Требуется беспарольный ssh доступ до всех нод кластера

source: Submit
ru: Начать

source: Cancel
ru: Отмена

source: Monitor Host
ru: Сервер монитора

source: Monitor Keyring
ru: Keyring монитора

source: Cluster Conf
ru: Конфиг кластера

source: Failed to get server_list.
ru: Не удается получить server_list.

source: Import Cluster
ru: Импортировать кластер

source: Management Address
ru: Адрес управления

source: Public Address
ru: Публичный адрес

source: Cluster Address
ru: Кластерный адрес

source: OSDs
ru: Кол-во OSD

source: Monitor
ru: Мониторы

source: Zone
ru: Зона

source: Status
ru: Статус

source: Server List
ru: Список серверов

source: From here you can import a cluster.
ru: Здесь вы можете импортировать кластер.

source: Unable to retrieve sever list.
ru: Не удается получить список серверов.

source: Host name
ru: Имя хоста

source: The string may only contain ASCII characters and numbers.
ru: Строка должна содержать только ASCII символы и цифры

source: Password
ru: Пароль

source: Server Type
ru: Тип сервера

source: Successfully created storage pool: %s
ru: Пул создан успешно: %s

source: Because %s, failed to create storage pool
ru: Не удалось добавить пул: %s

source: Unable to create storage pool.
ru: Невозможно создать пул.

source: Create Cluster
ru: Создать кластер

source: Integrate Cluster
ru: Интегрировать кластер

source: OSDs (Data Drives)
ru: Количество OSD

source: Storage
ru: Хранилище

source: Server Status
ru: Статус

source: Manage Cluster
ru: Управление кластером

source: Please enter a vaild name
ru: Пожалуйста, введите валидное имя

source: Section
ru: Секция

source: Default Value
ru: Значение по умолчанию

source: Please enter a vaild default value
ru: Пожалуйста, введите валидное имя по умолчанию

source: Current Value
ru: Текущее значение

source: Please enter a vaild current value
ru: Пожалуйста, введите валидное текущее значение

source: Select a section
ru: Выберите секцию

source: Configuration
ru: Настройка

source: Settings
ru: Настройки

source: Update Configuration
ru: Обновить настройки

source: Manage Storage Group
ru: Управление группами хранения

source: Cluster Status
ru: Состояние кластера

source: Crushmap
ru: CRUSH карта

source: Storage Group List
ru: Список групп хранения

source: Add Storage Group
ru: Добавить группу хранения

source: Class
ru: Класс хранилища

source: Friendly Name
ru: Описание

source: Action
ru: Действие

source: Add
ru: Добавить

source: Update
ru: Посл. обновление

source: Dashboard
ru: Панель управления

source: Cluster Management
ru: Управление кластером

source: Cluster Monitoring
ru: Мониторинг кластера

source: Server Management
ru: Управление серверами

source: OpenStack Integration
ru: Интеграция OpenStack

source: VSM Management
ru: Управление VSM

source: Manage Devices
ru: Управление дисками

source: Restart
ru: Перезагрузить

source: Remove
ru: Удалить

source: Restore
ru: Восстановить

source: Scheduled add of
ru: Запланировать добавление

source: Only osd with VSM status "%s" will be added
ru: Только osd со статусом "%s" будут добавлены

source: Error adding %s.
ru: Ошибка при добавлении %s

source: New
ru: Новый

source: VSM Status
ru: Статус в кластере

source: OSD Status
ru: Статус

source: OSD Weight
ru: Вес

source: Server
ru: Сервер

source: Storage Class
ru: Класс хранилища

source: Data Device Path
ru: Путь к устройству данных

source: Data Device Status
ru: Статус устройства

source: Data Device Capacity (MB)
ru: Емкость (MB)

source: Data Device Used (MB)
ru: Использовано (MB)

source: Data Device Available (MB)
ru: Доступно (MB)

source: Journal Device Path
ru: Путь к устройству журнала

source: Journal Device Status
ru: Статус журнала

source: Used(%)
ru: Использовано(%)

source: Capacity Status
ru: Свободное пространство

source: Device List
ru: Список устройств

source: Add New OSD
ru: Добавить новую OSD

source: Select Server
ru: Выбрать сервер

source: Journal Device
ru: Устройство журнала

source: Storage Group
ru: Группа хранения

source: Data Device
ru: Устройство данных

source: OSD Location
ru: Расположение OSD

source: Weight
ru: Вес

source: Batch Import OSD
ru: Импортировать группу OSD

source: Unable to retrieve osds.
ru: Не удается получить список OSD

source: Manage EC Profiles
ru: Управление EC профайлами

source: Plugin Name
ru: Плагин

source: Plugin Path
ru: Путь к плагину

source: PG Number
ru: Кол-во PG

source: EC Profiles List
ru: Список EC профайлов

source: Create EC Profile
ru: Создать EC профайл

source: From here you can create a ec profile.
ru: Здесь вы можете создать EC профайл.

source: Visualization
ru: Визуализация

source: Language
ru: Язык интерфейса

source: MDS Status
ru: Статус MDS

source: ordinal
ru: Номер

source: State
ru: Состояние

source: Address
ru: Адрес

source: Updated at
ru: Посл. обновление

source: MDS List
ru: Список MDS

source: MDS Summary
ru: Информация по MDS

source: Epoch
ru: Версия карты

source: Monitor Status
ru: Статус мониторов

source: Health
ru: Состояние

source: Detail
ru: Подробности

source: Skew
ru: Отставание

source: Latency
ru: Латентность

source: MB Total (disk)
ru: Всего МБ (диск)

source: MB Used (disk)
ru: Использовано МБ (диск)

source: MB Available (disk)
ru: Доступно МБ (диск)

source: Percent Available
ru: Доступно %

source: Monitor List
ru: Список мониторов

source: Monitor Summary
ru: Информацию по мониторам

source: Monmap Epoch
ru: Версия карты

source: Monitors
ru: Количество

source: Election Epoch
ru: Версия кворума

source: Quorum
ru: Кворум

source: Last Updated
ru: Посл. обновление

source: Unable to retrieve mon list.
ru: Не удается получить список мониторов.

source: Monitor Pools
ru: Монитор пулов

source: Tenant Name
ru: Имя тенанта

source: UserName
ru: Имя пользователя

source: Openstack Access
ru: Доступ к OpenStack

source: Add OpenStack Endpoint
ru: Добавить доступ

source: Edit
ru: Редактировать

source: Connection Status
ru: Статус соединения

source: LOG INFO
ru: Журнал

source: Manage Openstack Access
ru: Управление доступом к OpenStack

source: Storage Pools
ru: Список пулы

source: All Clusters
ru: Все кластеры

source: Add OpenStack Access
ru: Добавить доступ к OpenStack

source: For Keystone V2.0, An Example AS Followed:
ru: Для 2й версии Keystone:

source: Tenant Name: admin
ru: Имя тенанта: admin

source: UserName: admin
ru: Имя пользователя: admin

source: Password: ******
ru: Пароль: ******

source: SSH User Name: root
ru: Пользователь(SSH): root

source: For Keystone V3, An Example AS Followed:
ru: Для 3й версии Keystone:

source: PS: The Region Name can be blank if you only have one region.
ru: PS: Имя региона может быть пустым, если у вас только один регион.

source: OpenStack Access
ru: Управление доступом

source: Update OpenStack Access
ru: Обновить доступ к OpenStack

source: Unable to retrieve openstack endpoint list.
ru: Не удается получить список endpoint'ов OpenStack'а

source: Unable to Edit OpenStack Access.
ru: Не удается изменить параметры доступа к OpenStack'у

source: OSD Name
ru: Имя

source: Crush Weight
ru: CRUSH вес

source: Capacity Total (MB)
ru: Полная ёмкость (МБ)

source: Capacity Used (MB)
ru: Использовано (МБ)

source: Capacity Available (MB)
ru: Доступно (МБ)

source: Percent Used Capacity
ru: Процент использованной емкости

source: deviceInfo
ru: Статус устройства

source: OSD List
ru: Список OSD

source: VSM Version
ru: Версия

source: Uptime
ru: Время работы

source: Ceph Version
ru: Версия Ceph

source: Used
ru: Использовано

source: Total
ru: Всего

source: Normal
ru: ОК

source: Near Full
ru: Почти полные

source: Full
ru: Полные

source: Performance
ru: Производительность

source: Disabled:
ru: Отключено:

source: Performance graphs are disabled. Enable in VSM settings
ru: Графики производительности отключены. Включите их в настройках VSM

source: Latency (MilliSeconds)
ru: Задержка (мс)

source: Bandwidth (MB/s)
ru: Траффик (МБ/сек)

source: PG Status
ru: Статус PG

source: PG List
ru: Список PG

source: Performance Summary
ru: Информация по производительности

source: Read
ru: Чтение

source: Write
ru: Запись

source: Operation
ru: IOPS

source: PG Summary
ru: Информация по PG

source: PG Map Version
ru: Версия PGmap

source: Total PGs
ru: Всего PG

source: Capacity Summary
ru: Информация по свободному месту

source: Data Capacity Used
ru: Использовано

source: Total Capacity Used
ru: Использовано всего

source: Capacity Available
ru: Доступно

source: Capacity Total
ru: Доступно всего

source: Pool Status
ru: Статус пула

source: Tag
ru: Тэг

source: Size
ru: Размер

source: PG Count
ru: Кол-во PG

source: PgP Count
ru: Кол-во PgP

source: Create By
ru: Создан

source: KB Used
ru: Использовано (KB)

source: Objects
ru: Объектов

source: Clones
ru: Клонов

source: Pool List
ru: Список пулов

source: Pool name
ru: Имя пула

source: Erasure Coded Profile
ru: EC профайл

source: Erasure Coded Failure Domain
ru: Домен отказоустойчивости EC

source: Failed to get storage_group_list.
ru: Не удается получить storage_group_list.

source: Cache Tier Pool
ru: Кэш пул

source: Manage Pools
ru: Интеграция пулов

source: Create Replicated Pool
ru: Создать реплицируемый пул

source: Create EC Pool
ru: Создать EC пул

source: Add Cache Tier
ru: Добавить кэш пул

source: Remove Cache Tier
ru: Удалить кэш пул

source: Placement Group Count
ru: Количество PG

source: Quota (GB)
ru: Квота (ГБ)

source: Cache Tier Status
ru: Статус кэш пула

source: Erasure Code Status
ru: EC

source: Created By
ru: Создан пользователем

source: Storage Tier Pool
ru: Пул данных

source: Cache Mode
ru: Режим кэширования

source: Advanced Settings
ru: Продвинутые настройки

source: From here you can create cache tiers
ru: Здесь вы можете создать кэш пул

source: Create Erasure Coded Pool
ru: Создать EC пул

source: Enable Pool Quota
ru: Активировать квоту пула

source: From here you can create an erasure coded pool
ru: Здесь вы можете создать EC пул

source: Pool Name
ru: Имя пула

source: Enable PG Auto-tune
ru: Включить PG Auto-tune

source: Pool Quota(GB)
ru: Квота пула

source: From here you can create a new pool.
ru: Здесь вы можете создать новый пул

source: All Pools
ru: Начать пулы

source: From here you can remove cache tiers
ru: Здесь вы можете удалить кэш пул

source: Unable to retrieve storage pool list.
ru: Не удается получить список пулов данных

source: RBD Status
ru: Статус RBD

source: Pool
ru: Пул

source: Image Name
ru: Имя образа

source: Size(MB)
ru: Размер (МБ)

source: Order
ru: Порядок

source: Format
ru: Формат

source: RBD List
ru: Список томов

source: Replication Factor
ru: Фактор репликации

source: The replication required to set as an integer,the default number is 3
ru: Фактор репликации (по умолчанию - 3)

source: Select a storage group
ru: Выберите группу хранения

source: Manage RBD Pools
ru: Управление пулами

source: Add Pool to OpenStack
ru: Добавить пул к OpenStack'у

source: Scheduled Present Pools
ru: Запланировать предоставление пулов

source: Present Pools
ru: Интегрировать пулы

source: Attach Status
ru: Статус интерграции

source: Manage Openstack RBD Pools
ru: Управление RBD пулами OpenStack'а

source: As Glance Store Pool
ru: Как пул Glance'а

source: Present RBD Pools
ru: Предоставить RBD пулы

source: Recipe
ru: Рецепт

source: New Value
ru: Новое значение

source: Storage Group name
ru: Имя группы

source: The string may only contain letters ,numbers, dot and underline
ru: Строка может содержать только буквы, номера, точку и почеркивание

source: Storage Group Friendly name
ru: Описание

source: Create Storage Group
ru: Создать группу хранения

source: From here you can create a new storage group
ru: Здесь вы можете создать группу хранения

source: Manage Zones
ru: Управление зонами

source: Storage Group Status
ru: Статус групп хранения

source: Attached Pools
ru: Пулы

source: Capacity Total (GB)
ru: Полная ёмкость (ГБ)

source: Capacity Used (GB)
ru: Использовано (ГБ)

source: Capacity Available (GB)
ru: Доступно (ГБ)

source: Percent Used Capacity(%)
ru: Использовано %

source: Largest Node Capacity Used (GB)
ru: Использование наибольшей ноды (ГБ)

source: Warning
ru: Предупреждения

source: Threshold
ru: Порог

source: Capacity Warning Thresholds
ru: Пороги предупреждения по емкости

source: Storage Group Near Full
ru: Группа хранения почти полная(%)

source: Storage Group Full
ru: Группа хранения полная(%)

source: Ceph OSD Near Full
ru: OSD почти полная(%)

source: Ceph OSD Full
ru: OSD полная(%)

source: Manage Servers
ru: Управление серверами

source: Reset
ru: Сброс

source: Servers Status
ru: Статус серверов

source: Add Servers
ru: Добавить серверы

source: Remove Servers
ru: Удалить серверы

source: Add Monitors
ru: Добавить мониторы

source: Remove Monitors
ru: Удалить мониторы

source: Start Servers
ru: Запустить серверы

source: Stop Servers
ru: Остановить серверы

source: Cluster Server List
ru: Список серверов кластера

source: Servers
ru: Серверы

source: isMonitor
ru: Монитор

source: Create Cache Tier
ru: Добавить кэш пул

source: Add Host
ru: Добавить хост

source: From here you can add a new host
ru: Здесь вы можете добавить хост

source: Create Storage Pool
ru: Создать пул данных

source: Create Storge Group
ru: Создать группу хранения

source: Create User
ru: Создать пользователя

source: From here you can create a user
ru: Здесь вы можете создать пользователя

source: Your user name must be combination of letter,number ,'@', '.' and '_'
ru: Имя пользователя должно содержать буквы, цифры, @, точку и подчеркивание

source: Your password must be at least 8 characters long, and contain at least one number, one upper case letter, one lower case letter, and one of the special characters !@#$%%^&*(){}[]<>?
ru: Пароль должен состоять из минимум 8 символов, и содежать цифры, заглавные и прописные буквы и хотя один символ из списка !@#$%%^&*(){}[]<>?

source: Create Zone
ru: Создать зону

source: From here you can create a new zone
ru: Здесь вы можете создать зону

source: Add IP
ru: Добавить IP

source: Add Hosts
ru: Добавить хосты

source: Storage Pool
ru: Пул хранения

source: Storage Pool Management
ru: Управление пулами

source: Remove Hosts
ru: Удалить хосты

source: Passwords do not match.
ru: Пароли не совпадают

source: User name
ru: Имя пользователя

source: Please enter a vaild User Name
ru: Пожалуйста введите корректное имя пользователя

source: Confirm Password
ru: Подтверждение пароля

source: Items Per Page
ru: Элементов на страницу

source: Add/Remove User
ru: Создать/удалить пользователя

source: Delete
ru: Удалить

source: Deleted
ru: Удалено

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Change Password
ru: Поменять пароль

source: Setting
ru: Настройки

source: Email
ru: Эл. почта

source: User List
ru: Список пользователей

source: Add/Remove Users
ru: Добавить/удалить пользователей

source: User Setting
ru: Настройки пользователя

source: Update User
ru: Обновить пользователя

source: From here you can edit the user's details.
ru: Здесь вы можете редактировать информацию о пользователе.

source: Your Password Must contain at least one number, one uppercase character, one lowercase character and one special character (eg @#$%%^&*.:;~\|[]{} ).
ru: Пароль должен состоять из минимум 8 символов, и содежать цифры, заглавные и прописные буквы и хотя один символ из списка !@#$%%^&*(){}[]<>?

source: Unable to update user.
ru: Не удалось обновить пользователя.

source: Zone Name
ru: Имя

source: Parent Zone Name
ru: Родительской зона

source: Parent Zone Type
ru: Тип родительской зоны

source: English
ru: Английский

source: Russian
ru: Русский

source: Forbidden
ru: Запрещено

source: Overview
ru: Обзор

source: Page Not Found
ru: Страница не найдена

source: The page you were looking for doesn't exist
ru: Запрашиваемой страницы не существует

source: You may have mistyped the address or the page may have moved.
ru: Возможно, вы ошиблись или данная страница была удалена.

source: Server error
ru: Ошибка сервера

source: Something went wrong!
ru: Что-то пошло не так!

source: An unexpected error has occurred. Try using the \
ru: Возникла непредвиденная ошибка. Попробуйте добавить \ к URL

source: Logged in as
ru: Вы вошли как

source: Sign Out
ru: Выход

source: Log In
ru: Вход

source: You do not have permission to access the resource:
ru: Недостаточно прав на ресурс:

source: Login as different user or go back to <a href="%(home_url)s"> home page</a>
ru: Войдите как другой пользователь или вернитесь на <a href="%(home_url)s"> home page</a>

source: Sign In
ru: Вход

source: Login
ru: Имя пользователя

source: Info:
ru: Информация:

source: Displaying %(counter)s item
ru: Отображен %(counter)s объект

source: More
ru: Больше

source: Filter
ru: Фильтровать

source: Displaying %(nav_items)s item
ru: Отображен %(nav_items)s объект

source: Displaying %(content_items)s item
ru: Отображен %(content_items)s объект

source: Back
ru: Назад

source: Next
ru: Следующее

source: Password must be between 8 and 18 characters.
ru: Пароль должен быть от 8 до 18 символов.
